Repository: GoldenZero/qordoba-cli
Catalog: qordoba/*-*.xliff
Languages: de_de

# INFO_SEARCH_LOCATION_OR_PEOPLE
source: Search for Locations or Employees
de_de: Suchen nach Positionen oder Mitarbeiter

# INFO_SELECT_COUNTRY
source: Please select your country.
de_de: Bitte wählen Sie Ihr Heimatland.

# INFO_SELECT_EMPLOYEE
source: Select Employee
de_de: Wählen Sie Mitarbeiter

# INFO_SELECT_LEAVE_TYPE
source: Please select a leave type
de_de: Bitte wählen Sie einen Urlaubsart

# INFO_SELECT_LOCATION_OR_PEOPLE
source: Select Location or People
de_de: Wählen Sie Ort oder Menschen

# INFO_SENDING_PIN_BY_EMAIL
source: Sending PIN by Email
de_de: Senden PIN per E-Mail

# INFO_SENDING_PIN_BY_SMS
source: Sending PIN by SMS
de_de: Senden PIN per SMS

# INFO_SENDING_YOUR_PIN
source: Sending your PIN...
de_de: Senden Sie Ihre PIN ...

# INFO_SERVER_ERROR_TRY_AGAIN
source: Server error. Please try again.
de_de: Serverfehler. Bitte versuche es erneut.

# INFO_SETTINGS
source: Settings
de_de: Einstellungen

# INFO_SETTING_LOCATION
source: Setting up Location…
de_de: Einrichten Lage ...

# INFO_SETUP_EMPTY_LOCATION_TRY_AGAIN
source: Organisation/Location cannot be empty. Please logout and try again.
de_de: Organisation / Standort darf nicht leer sein. Melden Sie sich ab und versuchen Sie es erneut.

# INFO_SETUP_UNABLE_TO_SETUP_TRY_AGAIN
source: Unable to complete setting up. Please try again or contact Deputy support.
de_de: Kann nicht abgeschlossen einrichten. Bitte versuchen Sie es erneut oder wenden Sie Deputy Unterstützung.

# INFO_SETUP_WELCOME_LINE
source: Hi %@, let's set up your Kiosk.
de_de: Hallo, %@ lassen Sie sich Ihren Kiosk einrichten.

# INFO_SET_ADDRESS
source: Please set the address.
de_de: Bitte stellen Sie die Adresse ein.

# INFO_SET_AREA_NAME
source: Please set at least one area name.
de_de: Bitte setzen Sie mindestens einen Bereichsnamen.

# INFO_SET_COMMENT
source: Please add a comment.
de_de: Bitte fügen Sie einen Kommentar.

# INFO_SET_END_DATE
source: Please set the end date.
de_de: Bitte setzen Sie das Enddatum.

# INFO_SET_LOCATION_NAME
source: Please set the location name.
de_de: Bitte stellen Sie die Ortsnamen.

# INFO_SET_NOTIFY_MANAGER
source: Please select the manager(s) you wish to notify...
de_de: Bitte wählen Sie den Manager (s), die Sie benachrichtigen möchten ...

# INFO_SET_START_DATE
source: Please set the start date.
de_de: Bitte stellen Sie den Starttermin fest.

# INFO_SHARED_WITH_PEOPLE
source: Shared with %d people
de_de: Gemeinsam mit %d Menschen

# INFO_SHARED_WITH_TITLE
source: Shared With
de_de: Geteilt mit

# INFO_SHARE_WITH
source: Share With:
de_de: Teilen mit:

# INFO_SHARE_WITH_TITLE
source: Share With
de_de: Teilen mit

# INFO_SHIFT
source: Shift
de_de: Verschiebung

# INFO_SHIFT_INFO_NOT_AVAIL
source: Shift information not available! Log out and try again.
de_de: Umschalt Informationen nicht verfügbar! Ausloggen und versuchen Sie es erneut.

# INFO_SHIFT_INVALID_AREA
source: The area does not exist.
de_de: Das Gebiet besteht nicht.

# INFO_SHIFT_INVALID_EMPLOYEE
source: The employee does not exist.
de_de: Der Mitarbeiter gibt es nicht.

# INFO_SHIFT_TITLE_END
source: End Shift
de_de: Schichtende

# INFO_SHIFT_TITLE_UPDATE
source: Details
de_de: Einzelheiten

# INFO_SHOW_KEY_PAD
source: Show Key Pad
de_de: Zeigen Key Pad

# INFO_SLOW_3G_WATCH_TUTORIAL
source: It looks like you’re using a slow 3G connection to watch the tutorial, so it may load slowly.
de_de: Es sieht aus wie Sie eine langsame 3G-Verbindung verwenden, das Tutorial zu sehen, so kann es langsam laden.

# INFO_SOME_CLOCKED_ON
source: A few staff have clocked on…
de_de: Einige Mitarbeiter haben getaktet auf ...

# INFO_SOME_RUNNING_LATE
source: Some people are running late...
de_de: Manche Menschen sind spät dran ...

# INFO_STAND_CAMERA_READY
source: Please stand still in front of the Camera. Are you ready?
de_de: Bitte stehen noch vor der Kamera. Sind Sie bereit?

# INFO_STARTED_AT
source: Started %@ at %@
de_de: Fing %@ an bei %@

# INFO_STARTTIME_ENDTIME_CANT_SAME
source: Your start and end times must be different. If they are the same, please use the All Day option.
de_de: Ihre Start- und Endzeiten müssen unterschiedlich sein. Wenn sie identisch sind, bitte die All Day Option verwenden.

# INFO_START_AND_CANT_BE_SAME
source: Please make sure End time is later than Start time.
de_de: Bitte stellen Sie sicher, Endzeit später als Startzeit ist.

# INFO_START_DATE
source: Start Date
de_de: Anfangsdatum

# INFO_START_DATE_TIME
source: Start Date/Time
de_de: Startdatum / -zeit

# INFO_START_TIME
source: Start Time
de_de: Startzeit

# INFO_START_TIMESHEET
source: Start Timesheet
de_de: Start Zeiterfassung

# INFO_START_USING_DEPUTY
source: Start Using Deputy
de_de: Starten Sie Deputy Verwendung

# INFO_STATUS_LATE
source: Late
de_de: Spät

# INFO_STATUS_ROSTERED
source: Scheduled
de_de: Geplant

# INFO_SUBMISSION_FAILED_WHAT
source: Submission failed! %@
de_de: Submission fehlgeschlagen! %@

# INFO_SUBMITTED
source: Submitted
de_de: Eingereicht

# INFO_SUBMITTING
source: Submitting...
de_de: Einreichen ...

# INFO_SUBMITTING_LEAVE
source: Submitting Leave...
de_de: Einreichen Leave ...

# INFO_SUBMIT_FAILED_NO_IN_PROGRESS_TS
source: Your timesheet could not be submitted as it has already ended.
de_de: Ihre Zeiterfassungs konnte nicht vorgelegt werden, da sie bereits beendet ist.

# INFO_SUBMIT_LEAVE_FAILED_WHAT
source: Leave request could not be submitted.%@
de_de: Urlaubsantrag kann nicht vorgelegt werden. %@

# INFO_SUBMIT_SHIFTS
source: Submit Shifts
de_de: Senden Shifts

# INFO_SUBMIT_UNAVAIL
source: Submitting Unavailability...
de_de: Einreichen Unverfügbarkeit ...

# INFO_SUBMIT_UNAVAIL_FAILED_WHAT
source: Submission of unavailability failed.%@
de_de: Einreichung der Nichtverfügbarkeit ist fehlgeschlagen. %@

# INFO_SUBMIT_UNAVAIL_SUCCESS
source: Unavailability successfully submitted.
de_de: Unverfügbarkeit wurde erfolgreich abgegeben.

# INFO_SUN
source: Sun
de_de: Sonne

# INFO_SURE_TO_SUBMIT_TS
source: Are you sure you’d like to submit this timesheet?
de_de: Sind Sie sicher, dass Sie möchten, dass diese Zeiterfassungs einreichen?

# INFO_SWAP_CANCELLED
source: Swap Cancelled
de_de: Swap Abgebrochen

# INFO_SWAP_DECLINED
source: Swap Declined
de_de: Swap Abgelehnt

# INFO_SWAP_PENDING
source: Swap Pending Approval
de_de: Swap Ausstehende Genehmigung

# INFO_SWAP_RECEIVED_SENT
source: Swap Received/Sent
de_de: Swap Empfangene / Gesendete

# INFO_SWAP_SHIFT
source: Swapping Shift
de_de: Swapping Umschalttaste

# INFO_TAB_BAR_ME
source: Me
de_de: Mich

# INFO_TAB_BAR_NEWS_FEED
source: News
de_de: Nachrichten

# INFO_TAB_BAR_SCHEDULE
source: Schedule
de_de: Zeitplan

# INFO_TAB_BAR_TASKS
source: Tasks
de_de: Aufgaben

# INFO_TAKES_MOMENTS_TO_RECEIVE_EMAIL
source: It might take a few moments to arrive in your inbox.
de_de: Es kann ein paar Minuten dauern in Ihrem Posteingang ankommen.

# INFO_TAKES_MOMENTS_TO_RECEIVE_SMS
source: It might take a few moments to receive the SMS.
de_de: Es kann ein paar Minuten dauern, die SMS zu empfangen.

# INFO_TAKE_PHOTO_READY
source: You will login by taking a photo. Are you ready?
de_de: Sie werden einloggen durch ein Foto. Sind Sie bereit?

# INFO_TAP_EDIT_MESSAGE
source: Tap to edit message
de_de: Tippen Sie Nachricht bearbeiten

# INFO_TAP_TOO_FAST
source: The screen registered too many taps. Please tap slower.
de_de: Der Bildschirm registriert zu viele Hähne. Bitte tippen Sie langsamer.

# INFO_TASKS
source: Tasks
de_de: Aufgaben

# INFO_TASKS_YOU_HAVE_ASSIGNED
source: Tasks You've Assigned
de_de: Aufgaben, die Sie zugewiesen haben

# INFO_TASK_ADDED_SUCCESS
source: Task added successfully!
de_de: Aufgabe erfolgreich hinzugefügt!

# INFO_TASK_ADD_FAIL
source: Adding Task Failed
de_de: Hinzufügen Aufgabe fehlgeschlagen

# INFO_TASK_ASSIGNED_TO
source: Assigned to
de_de: Zugewiesen an

# INFO_TASK_COMMENT_LENGTH_BETWEEN_I_I
source: Please keep the comment length between %i and %i
de_de: Bitte halten Sie die Kommentarlänge zwischen %i und %i

# INFO_TASK_CREATED_BY
source: Created by
de_de: Erstellt von

# INFO_TASK_CREATED_ON
source: Created On
de_de: Erstellt am

# INFO_TASK_DELETE
source: Delete Task
de_de: Aufgabe löschen

# INFO_TASK_DELETE_FAIL
source: Delete Failed
de_de: Löschen fehlgeschlagen

# INFO_TASK_DELETING
source: Deleting Task...
de_de: Löschen Aufgabe ...

# INFO_TASK_GROUPS
source: Groups
de_de: Gruppen

# INFO_TASK_NOT_EXIST
source: This task no longer exists as it was deleted.
de_de: Diese Aufgabe ist nicht mehr vorhanden, da es gelöscht wurde.

# INFO_TASK_NO_DUE_DATE
source: (No due date)
de_de: (Kein Fälligkeitsdatum)

# INFO_TASK_OVERDUE
source: Overdue
de_de: Überfällig

# INFO_TASK_TITLE
source: Task Title
de_de: Aufgabe Titel

# INFO_TASK_TITLE_LENGTH_BETWEEN_I_I
source: Please keep the title length between %i and %i
de_de: Bitte halten Sie die Titellänge zwischen %i und %i

# INFO_TASK_TITLE_MISSING
source: Please enter a title for the task.
de_de: Bitte geben Sie einen Titel für die Aufgabe.

# INFO_TASK_UNLOCKED_AFTER_WHAT
source: This task will be unlocked after %@
de_de: Diese Aufgabe wird freigeschaltet nach %@

# INFO_TERMS_CONDITIONS
source: Terms & Conditions.
de_de: Terms &amp; & amp; Bedingungen.

# INFO_TIMESHEET
source: Timesheet
de_de: Stundenzettel

# INFO_TIMESHEET_INVALID
source: Timesheet is not in progress.
de_de: Stundenzettel ist nicht im Gange.

# INFO_TIMESHEET_IN_PROGRESS
source: There is already a timesheet in progress.
de_de: Es gibt bereits eine Zeiterfassungs im Gange.

# INFO_TIMESHEET_LENGTH_CANT_LESS_THAN_ZERO
source: It isn’t possible to submit a timesheet with a length of less than 0.
de_de: Es ist nicht möglich, eine Zeiterfassungs mit einer Länge von weniger als 0 vorzulegen.

# INFO_TIMESHEET_MIGHT_DELETED_LENGTH_LESS_THAN_MINIMUM_LENGTH_WHAT
source: This timesheet might be deleted because its length is less than minimum length requirement of 15 minutes. Are you sure?
de_de: Diese Zeiterfassungs möglicherweise gelöscht werden, da seine Länge kleiner als Mindestlänge Bedarf von 15 Minuten. Bist du sicher?

# INFO_TIMESHEET_MIGHT_DELETED_OVERLAPPING_SURE
source: This timesheet will be deleted as it is overlapping another. Are you sure you’d like to submit it?
de_de: Diese Zeiterfassungs gelöscht werden, da sie eine andere überlappt. Sind Sie sicher, dass Sie möchten, dass es einreichen?

# INFO_TIMESHEET_NOT_FOUND
source: Timesheet not found.
de_de: Timesheet nicht gefunden.

# INFO_TIMESHEET_START_AT_WHAT
source: Timesheet started at %@
de_de: Stundenzettel begann bei %@

# INFO_TIME_AGO_TO
source: %@ to
de_de: %@ Nach

# INFO_TODAY
source: Today
de_de: Heute

# INFO_TOOMANYBREAKS
source: You appear to have taken too many breaks.
de_de: Sie scheinen zu viele Pausen gemacht.

# INFO_TOTAL_BREAK_TIME
source: Total Break Time
de_de: Insgesamt Break Time

# INFO_TOTAL_TIME
source: Total Time
de_de: Gesamtzeit

# INFO_TO_TITLE
source: To
de_de: Nach

# INFO_TRY_LOGIN_AGAIN
source: Please try login again.
de_de: Bitte versuchen Sie Login erneut.

# INFO_TS_SUBMITTED
source: Timesheet Submitted.
de_de: Stundenzettel eingereicht.

# INFO_TS_SUBMIT_FAILED_ALREADY_START
source: Your timesheet is already in progress.
de_de: Ihre Zeiterfassung ist bereits im Gange.

# INFO_TUE
source: Tue
de_de: Di

# INFO_TYPE_YOUR_PIN
source: Please enter your pin
de_de: Bitte Passwort eingeben

# INFO_UNABLE_SECURELY_STORE_DATA_CHECK_LOGOUT_TRY
source: Unable to securely store Kiosk data. Please check with your supervisor or logout and try again.
de_de: Unfähig sicher Kiosk Daten zu speichern. Bitte überprüfen Sie mit Ihrem Vorgesetzten oder Abmeldung und versuchen Sie es erneut.

# INFO_UNABLE_TO_END_BREAK
source: Unable to end break.
de_de: Unfähig Pause zu beenden.

# INFO_UNABLE_TO_END_SHIFT
source: Unable to end shift.
de_de: Nicht in der Lage Verschiebung zu beenden.

# INFO_UNABLE_TO_START_BREAK
source: Unable to start break.
de_de: Unfähig Pause zu starten.

# INFO_UNABLE_TO_START_SHIFT
source: Unable to start shift.
de_de: Unfähig Verschiebung zu starten.

# INFO_UNAVAILABILITY
source: Unavailability
de_de: Unverfügbarkeit

# INFO_UNAVAILABLE
source: Unavailable
de_de: Nicht verfügbar

# INFO_UNAVAIL_ALL_DAY
source: Unavailable All Day
de_de: Nicht verfügbar All Day

# INFO_UNAVAIL_DISCLAIMER
source: Please advise when you’re unavailable, as we will otherwise assume you’re available to work. This will be considered when scheduling however it is not guaranteed time off.
de_de: Bitte geben Sie, wenn Sie nicht verfügbar sind, da wir sonst davon ausgehen, sie ist zu arbeiten, zur Verfügung. Dies wird in Betracht gezogen wird bei der Terminierung jedoch ist es nicht Zeit weg garantiert.

# INFO_UNAVAIL_FROM_WHEN_UNTIL_WHEN
source: Unavailable From %@ until %@
de_de: Nicht verfügbar %@ Von bis %@

# INFO_UNAVAIL_MESSAGE
source: Hello, I am unavailable to work these dates. Could you please consider this when rostering? Thanks.
de_de: Hallo, ich bin nicht verfügbar diese Daten zu arbeiten. Könnten Sie dies bitte das rostering? Vielen Dank.

# INFO_UNCONFIRMED_PEOPLE
source: Unconfirmed People
de_de: Unbestätigten Menschen

# INFO_UNKNOWN_BREAK_ERROR
source: An unexpected error occurred while attempting to start or end a break.
de_de: Ein unerwarteter Fehler beim Versuch, eine Pause zu starten oder zu beenden.

# INFO_UNKOWN_ERROR_SAVE_DATABASE
source: Unknown error occurs when saving to database
de_de: Unbekannter Fehler tritt auf, wenn der Datenbankspar

# INFO_UNSCHEDULED
source: Unscheduled
de_de: Außerplanmäßig

# INFO_UNSPECIFIED_TYPE
source: (Unspecified)
de_de: (Nicht spezifiziert)

# INFO_UPDATE_EMPLOYEE_FAILS
source: Update employee database fails
de_de: Update Mitarbeiterdatenbank schlägt fehl

# INFO_VIEW_SCHEDULE
source: View the Schedule
de_de: Sehen Sie das Schedule

# INFO_WED
source: Wed
de_de: Heiraten

# INFO_WEEKLY
source: , Weekly
de_de: Wöchentlich

# INFO_WELCOME_DEPUTY_KIOSK_DEMO_USE_DEFAULT_PIN_SIGN_UP_QUIT_DEMO
source: Welcome to the Deputy Kiosk Demo! To get started, choose any employee from the left list and use the pin 0000. If you would like to sign up for your own account, tap the ‘Quit Demo’ button.
de_de: Willkommen in der Deputy Kiosk Demo! Um damit zu beginnen, wählen Sie eine beliebige Mitarbeiter aus der linken Liste und verwenden Sie den Stift 0000. Wenn Sie für Ihr eigenes Konto anmelden möchten, tippen Sie auf die ‚Quit Demo‘ Taste.

# INFO_WE_SEND_PIIN_EMAIL_SMS_PHOTO
source: We can send it to you via email or text message, or we can take a photo of you
de_de: Wir können es Ihnen per E-Mail oder SMS-Nachricht senden, oder wir können ein Foto von Ihnen nehmen

# INFO_WHAT_AND_WHAT
source: %@ and %@
de_de: %@ Und %@

# INFO_WHAT_BY_WHAT
source: %@ by %@
de_de: %@ Durch %@

# INFO_WHAT_BY_WHAT_WHAT
source: %@ by %@ %@
de_de: %@ Durch %@ %@

# INFO_WHAT_HAPPENING
source: Anything you’d like to share?
de_de: Alles, was Sie teilen möchten?

# INFO_WHAT_MY_PIN
source: What's my PIN?
de_de: Was ist meine PIN?

# INFO_WHAT_SURE_CONTINUE
source: %@ Are you sure you would like to continue?
de_de: %@ Sind Sie sicher, dass Sie fortfahren möchten?

# INFO_WHAT_TO
source: %@ shared with
de_de: %@ Geteilt mit

# INFO_WHERE_IS_KIOSK_USED
source: Where is this Kiosk being used?
de_de: Wo befindet sich dieser Kiosk verwendet?

# INFO_WITH_D_PEOPLE
source: With %d people
de_de: Mit %d Leuten

# INFO_WORLD_SIMPLEST_WAY_TO
source: The world's simplest way to
de_de: Die einfachste Art und Weise der Welt zu

# INFO_WRITE_COMMENT
source: Write a comment...
de_de: Schreibe einen Kommentar...

# INFO_WRITE_CONTENT_POST_COMMENT
source: Your comment is blank, please add some content to post it
de_de: Ihr Kommentar ist leer, fügen Sie bitte einige Inhalte, es zu senden

# INFO_YOUR_MANAGER_NOTIFIED
source: Your manager will be notified
de_de: Ihr Manager wird benachrichtigt

source: Leave Details
de_de: Lassen Sie Einzelheiten

# NEW_EMP
source: Add New Employee
de_de: Hinzufügen neuer Mitarbeiter

source: New Task
de_de: Neue Aufgabe

source: Today
de_de: Heute

source: Tomorrow
de_de: Morgen

# UPDATED_TIMESHEET_SUCCESS
source: Update submitted.
de_de: Update vorgelegt.
