Repository: GoldenZero/qordoba-cli
Catalog: qordoba/*-*.xliff
Languages: de_de

# 3PW-D2-hT8.normalTitle
source: Log Out
de_de: Ausloggen

# AhM-fV-Qh1.text
source: Fri
de_de: Fr

# DZb-px-R7Q.text
source: Tue
de_de: Di

# EZs-jy-q51.text
source: Wed
de_de: Heiraten

# HGm-qE-afB.text
source: January
de_de: Januar

# N0g-i6-pW6.text
source: Sat
de_de: Sam

# P3y-EG-Bcr.text
source: Sun
de_de: Sonne

# R9m-CZ-SEN.normalTitle
source: Today
de_de: Heute

# koP-q6-Tco.title
source: Calendar
de_de: Kalender

# 6Xh-QV-03j.normalTitle
source: Delete
de_de: Löschen

# 9vw-Ac-KMk.text
source: Family Holiday
de_de: Familienurlaub

# 86p-uR-03o.text
source: , weekly
de_de: Wöchentlich

# KkF-kb-aW6.normalTitle
source: Request Leave
de_de: Urlaub beantragen

# Osa-1B-asa.text
source: 6:00pm - 2:30pm at Waiter
de_de: 18.00 bis 02.30 Uhr bei Kellner

# bYz-q7-iVf.text
source: You have no events today
de_de: Sie haben keine Veranstaltungen heute

# dhR-Gy-SJQ.text
source: 21st September - 28th September
de_de: 21. September - 28. September

# gQK-TH-zXz.text
source: Management Course
de_de: Managerkurs

# jyW-Ze-2H7.text
source: 30m break
de_de: 30m Pause

# khc-ss-KN9.text
source: 12 people also working
de_de: 12 Personen auch Arbeits

# lwc-1R-kNU.text
source: 9.00am - 4.00pm
de_de: Von 9.00 bis 16.00 Uhr

# pF0-qh-D4x.normalTitle
source: Add Unavailability
de_de: In Unverfügbarkeit

# qal-c0-Z6M.text
source: My shift details
de_de: Meine Schicht Details

# seF-mX-2G6.text
source: Approval
de_de: Die Genehmigung

# v8X-1r-Yjt.normalTitle
source: 4 Swap Invitations Sent
de_de: 4 Swap Einladungen Sent

# Blr-v6-FBs.text
source: Check your internet connection and try again.
de_de: Bitte überprüfen Sie Ihre Internetverbindung und versuchen Sie es erneut.

# xb8-tp-qy3.text
source: Unable to load details.
de_de: Unfähig Details zu laden.

# yy7-d5-SJb.text
source: Loading…
de_de: Laden

# G23-xa-aas.text
source: Unable to set up leave request.
de_de: Nicht imstande, Urlaubsantrag einzurichten.

# H3w-fC-bMl.text
source: Check your internet connection and try again.
de_de: Bitte überprüfen Sie Ihre Internetverbindung und versuchen Sie es erneut.

# JQq-rf-RiY.text
source: Setting up leave request…
de_de: Einrichten Urlaubsantrag ...

# 0mu-Pz-79z.normalTitle
source: Submit
de_de: Einreichen

# 2gj-oh-bFZ.title
source: Two Factor Authentication
de_de: Zwei-Faktor-Authentifizierung

# 75l-KZ-2au.normalTitle
source: Forgot Password?
de_de: Passwort vergessen?

# H3h-jw-dlh.text
source: We have sent a two-factor authentication code via SMS to your mobile. This code will be valid for a short period. Once you receive it, enter it above.
de_de: Wir haben einen Zwei-Faktor-Authentifizierungs-Code per SMS auf Ihr Handy geschickt. Dieser Code wird für einen kurzen Zeitraum gültig sein. Sobald Sie es erhalten, füllen Sie es oben.

# Un7-wn-nDT.normalTitle
source: Log In
de_de: Einloggen

# aSz-ey-Hrx.normalTitle
source: Get code by SMS
de_de: Erhalten Code per SMS

# kIN-8F-A3v.text
source: Or log in with:
de_de: Oder melden Sie sich mit:

# oqR-mn-7y4.placeholder
source: Password
de_de: Passwort

# p9F-b6-DVl.title
source: Log In
de_de: Einloggen

# pwv-8K-Cyz.text
source: Can't use your authentication app?
de_de: Kann nicht Ihre Authentifizierung App verwenden?

# sp0-cf-wRc.text
source: Logging in...
de_de: Einloggen...

# tDF-6Y-Cym.placeholder
source: 6-digit code
de_de: 6-stelligen Code

# 3St-62-t5u.text
source: Send By Email
de_de: Per E-Mail gesendet

# Akk-Uy-31i.title
source: Forgot PIN
de_de: PIN vergessen

# Tct-Bj-mDl.text
source: Take A Photo
de_de: Mach ein Foto

# UrQ-sj-lmc.text
source: Don't know your PIN?
de_de: Sie wissen nicht, Ihre PIN?

# VwH-eu-2id.segmentTitles[0]
source: All
de_de: Alle

# VwH-eu-2id.segmentTitles[1]
source: On Shift
de_de: Auf Schicht

# VwH-eu-2id.segmentTitles[2]
source: Scheduled
de_de: Geplant

# XfS-sA-ZgQ.text
source: Please enter your Kiosk pin
de_de: Bitte geben Sie Ihren Kiosk Stift

# Yl2-n4-W9c.text
source: Employee Name
de_de: Mitarbeitername

# aR6-9H-phf.text
source: Send By SMS
de_de: Senden von SMS

# bFU-sT-S5d.text
source: If you log in using the camera, you'll only be able to start and stop shifts. Your photo will be attached to any timesheets you submit.
de_de: Wenn Sie bei der Verwendung der Kamera einloggen, werden Sie nur in der Lage sein, Veränderungen zu starten und zu stoppen. Ihr Foto wird auf alle Zeiterfassungen angebracht werden Sie einreichen.

# bed-L8-70a.title
source: Forgot PIN
de_de: PIN vergessen

# iir-tS-2Hg.normalTitle
source: Forgot Pin?
de_de: PIN vergessen?

# j89-on-FjT.text
source: We can send it to you via email or text message, or we can take a photo of you.
de_de: Wir können es Ihnen per E-Mail oder SMS-Nachricht senden, oder wir können ein Foto von Ihnen nehmen.

# tLu-tK-rnp.normalTitle
source: Clear
de_de: Klar

# xU5-cD-jT0.title
source: Newsfeed
de_de: Neuigkeiten

# yFt-j8-rw9.title
source: Cancel
de_de: Stornieren

# 71a-44-1vT.text
source: 30m break
de_de: 30m Pause

# Eek-4a-tbV.title
source: Manage
de_de: Verwalten

# FUU-0W-bq7.text
source: CHOOSE AN AREA
de_de: Wählen Sie einen Bereich

# NWe-QC-Hph.title
source: Me
de_de: Mich

# Rqk-gP-oPq.text
source: Department Name
de_de: Abteilungsname

# bR4-cm-03h.title
source: Select Area
de_de: Wählen Bereich

# eHC-8a-Z3h.text
source: Started 9:11 at Waiter
de_de: Gestartet 09.11 bei Kellner

# i0A-bu-zUf.text
source: 6:00pm - 2:30pm at Waiter
de_de: 18.00 bis 02.30 Uhr bei Kellner

# iAZ-38-sWf.title
source: Log Out
de_de: Ausloggen

# zei-KB-7hj.text
source: No scheduled shifts to display.
de_de: Keine Verschiebungen geplant angezeigt werden soll.

# 1FM-sc-aKt.title
source: Files
de_de: Dateien

# 2qn-x7-NNH.text
source: 7/8/17, 8:00 am
de_de: 7/8/17, 08.00 Uhr

# 3s7-6w-Ya8.text
source: Post message here. Post message here. Post message here. Post message here. Post message here. Post message here. Post message here. Post message here. Post message here. Post message here.
de_de: Sende Nachricht hier. Sende Nachricht hier. Sende Nachricht hier. Sende Nachricht hier. Sende Nachricht hier. Sende Nachricht hier. Sende Nachricht hier. Sende Nachricht hier. Sende Nachricht hier. Sende Nachricht hier.

# 4tI-RI-prM.normalTitle
source: 2/50 People Confirmed
de_de: 2/50 Menschen bestätigt

# 7DN-kJ-n0g.text
source: Share With:
de_de: Teilen mit:

# 9XM-Ng-fe8.text
source: No Selection
de_de: Keine Auswahl

# 9gd-2o-JZv.text
source: 48 mins ago to
de_de: 48 Minuten vor zu

# D8j-mI-U3e.title
source: New Post
de_de: Neuer Beitrag

# GHm-Zh-Euj.normalTitle
source: Button
de_de: Taste

# HFb-s8-6sW.title
source: Confirmations
de_de: Konfirmationen

# QbP-Kb-64J.text
source: Attach Photos
de_de: Bringen Sie Fotos

# Rtz-KA-Qis.text
source: Confirmation Status
de_de: Bestätigungsstatus

# cjm-07-g3G.title
source: Newsfeed
de_de: Neuigkeiten

# e3c-gg-1ER.title
source: Details
de_de: Einzelheiten

# ggF-nA-XLN.text
source: Content. Content. Content. Content. Content. Content. Content. Content. Content. Content. Content. Content. Content. Content. Content. Content. Content. Content.
de_de: Inhalt. Inhalt. Inhalt. Inhalt. Inhalt. Inhalt. Inhalt. Inhalt. Inhalt. Inhalt. Inhalt. Inhalt. Inhalt. Inhalt. Inhalt. Inhalt. Inhalt. Inhalt.

# iYj-xd-DtR.text
source: 3 Locations
de_de: 3 Standorte

# iiH-mv-MnT.text
source: Require Confirmation From Recipients:
de_de: Benötigen eine Bestätigung Empfänger:

# kBa-6L-s6S.text
source: Recipients List
de_de: Empfängerliste

# vNW-ME-Lwh.title
source: Shared With
de_de: Geteilt mit

# ybH-1w-IJm.placeholder
source: Write a comment...
de_de: Schreibe einen Kommentar...

# D0S-TD-f8c.text
source: Please choose a location to add to your Kiosk.
de_de: Bitte wählen Sie einen Speicherort auf Ihrem Kiosk hinzuzufügen.

# GX7-2A-Wbp.normalTitle
source: Finish
de_de: Fertig

# T7v-vt-vIW.text
source: Please select your organisation.
de_de: Bitte wählen Sie Ihre Organisation.

# acg-HC-erf.text
source: Title
de_de: Titel

# h8L-b9-lVs.text
source: CHOOSE AN ORGANISATION
de_de: WÄHLEN SIE EINE ORGANISATION

# jTm-jD-EOV.text
source: CHOOSE A LOCATION
de_de: Wählen Sie einen Standort

# lif-z4-hAi.title
source: Logout
de_de: Ausloggen

# poy-gV-5tj.text
source: Hi, Let's Set Up Kiosk
de_de: Hallo, wir Set Up Kiosk

# tvU-bh-frn.text
source: KIOSK NAME
de_de: KIOSK NAMEN

# ype-d8-9J8.placeholder
source: Give your Kiosk a name
de_de: Geben Sie Ihren Kiosk einen Namen

source: (No title)
de_de: (Kein Titel)

source: Assigned to %@
de_de: Zugewiesen an %@

# BTN_ADD_ANOTHER_AREA
source: ADD ANOTHER AREA
de_de: Einen weiteren hinzufügen AREA

# BTN_ADD_ANOTHER_PERSON_BIG
source: ADD ANOTHER PERSON
de_de: ADD eine andere Person

# BTN_ADD_AREAS
source: Add Areas
de_de: In Areas

# BTN_ADD_A_LOCATION
source: Add a Location
de_de: Füge einen Ort hinzu

# BTN_ADD_PEOPLE
source: Add People
de_de: Leute hinzufügen

# BTN_ALL
source: All
de_de: Alle

# BTN_BACK_TO_KEYPAD
source: Back to login page
de_de: Zurück zum Login-Seite

# BTN_CANCEL
source: Cancel
de_de: Stornieren

# BTN_CANCEL_LEAVE_REQUEST
source: Cancel Leave Request
de_de: Abbrechen Abwesenheitsantrag

# BTN_CANCEL_LEAVE_STARTED
source: Cancelling Leave Request…
de_de: Abbrechen Abwesenheitsantrag ...

# BTN_CLEAR
source: Clear
de_de: Klar

# BTN_COMPLETE_TASKS
source: Complete Tasks
de_de: Vollständige Aufgaben

# BTN_CONFIRM
source: Confirm
de_de: Bestätigen

# BTN_CONTINUE
source: Continue
de_de: Fortsetzen

# BTN_CREATE_ACCOUNT
source: CREATE ACCOUNT
de_de: BENUTZERKONTO ANLEGEN

# BTN_CREATE_ACCOUNT_SMALL
source: Create Account
de_de: Benutzerkonto anlegen

# BTN_CREATE_A_LOCATION
source: Create a Location
de_de: Erstellen Sie einen Ort

# BTN_DELETE_COMMENT
source: Delete Comment
de_de: Kommentar löschen

# BTN_DELETE_POST
source: Delete Post
de_de: Beitrag entfernen

# BTN_DELETE_UNAVAIL_SUCCESS
source: Unavailability successfully deleted.
de_de: Unverfügbarkeit erfolgreich gelöscht.

# BTN_DONE
source: Done
de_de: Erledigt

# BTN_DONE_BIG
source: DONE
de_de: Erledigt

# BTN_END_BREAK
source: End Break
de_de: End Pause

# BTN_END_SHIFT
source: End Shift
de_de: Schichtende

# BTN_INVITE_SPACE
source: Invite
de_de: Einladen

# BTN_I_CONFIRM
source: I Confirm
de_de: Ich bestätige

# BTN_LOG_IN
source: LOG IN
de_de: EINLOGGEN

# BTN_ON_SHIFT
source: On Shift
de_de: Auf Schicht

# BTN_OPEN_SETTINGS
source: Open Settings
de_de: Einstellungen öffnen

# BTN_QUIT_DEMO
source: Quit Demo
de_de: Beenden Sie Demo

# BTN_REFRESH
source: Refresh
de_de: Auffrischen

# BTN_REMOVE_UNAVAIL
source: Delete Unavailability
de_de: Löschen Unverfügbarkeit

# BTN_RESET
source: Reset
de_de: Zurückstellen

# BTN_RESUME
source: Resume
de_de: Fortsetzen

# BTN_SAVE
source: Save
de_de: Sparen

# BTN_SCHEDULED
source: Scheduled
de_de: Geplant

# BTN_SEARCH_COUNTRY
source: Search Country
de_de: Suchen Land

# BTN_SELECT_AREA_WORK
source: Tap to select an Area
de_de: Tippen Sie auf ein Gebiet wählen

# BTN_SELECT_COUNTRY
source: Select A Country
de_de: Wähle ein Land

# BTN_SKIP
source: Skip
de_de: Überspringen

# BTN_START_BREAK
source: Start Break
de_de: Start Pause

# BTN_START_SHIFT
source: Start Shift
de_de: Starten Sie die Umschalttaste

# BTN_START_UNSCHEDULED_SHIFT
source: Start Unscheduled Shift
de_de: Starten Sie ungeplante Verschiebung

# BTN_SUBMIT
source: Submit
de_de: Einreichen

# BTN_TAKE_PICTURE
source: Take Picture
de_de: Ein Bild machen

# BTN_TAP_MAKE_AVAIL
source: Tap to make yourself available
de_de: Tippen Sie machen sich selbst zur Verfügung

# BTN_TAP_PHOTO_MORE_DETAILS
source: Tap photo to see more details
de_de: Tippen Sie Foto, um mehr Details zu sehen

# BTN_TAP_REMOVE_COMMENT
source: Tap to delete this comment
de_de: Tippen Sie diesen Kommentar löschen

# BTN_TAP_REMOVE_POST
source: Tap to delete this post
de_de: Tippen Sie diesen Beitrag löschen

# BTN_TRY_AGAIN
source: Try Again
de_de: Versuch es noch einmal

# BTN_TRY_DEMO
source: Try Demo
de_de: Versuchen Sie Demo

# BTN_UNDO_CONFIRM
source: Undo Confirmation
de_de: Rückgängig Bestätigung

# BTN_UPDATE
source: Update
de_de: Aktualisieren

# BTN_WATCH_TUTORIAL
source: Watch Tutorial
de_de: Schaue das Tutorial an

# COMMENT_REQUIRED_FOR_ANSWER_TO_QUESTION
source: A comment is required for "%@".
de_de: Ein Kommentar für „“ erforderlich. %@

# CUSTOM_FIELDS_FILE_NAME_TIMESTAMP_FORMAT
source: Uploaded from Kiosk at MMM d, h:mm a
de_de: Hochgeladen vom Kiosk an MMM d, h: mm a

source: Completed %@
de_de: Abgeschlossen %@

source: Created %@
de_de: Erstellt %@

source: Created by %@
de_de: Erstellt von %@

source: Created by You
de_de: Die von Ihnen erstellt

source: Due %@
de_de: Fällig %@

# ERROR_INVALID_GRAPH_RESULT
source: We require certain permissions to connect to Deputy via Facebook. Please try again.
de_de: Wir benötigen bestimmte Berechtigungen Deputy über Facebook zu verbinden. Bitte versuche es erneut.

# ERROR_INVALID_LOGIN_RESULT
source: Facebook authentication failed. Please try again.
de_de: Facebook-Authentifizierung fehlgeschlagen. Bitte versuche es erneut.

# ERROR_SOCIAL_LOGIN_FAILED
source: Social authentication failed. Please try again.
de_de: Social-Authentifizierung fehlgeschlagen. Bitte versuche es erneut.

# INFO_2FA_COULD_NOT_SEND_CODE
source: Could not send you a code via SMS.
de_de: Könnten Sie keinen Code per SMS versenden.

# INFO_2FA_CREDENTIAL_EXPIRED
source: Your credentials have expired. Please login again.
de_de: Ihre Zugangsdaten sind abgelaufen. Bitte melden Sie sich erneut an.

# INFO_2FA_ENTER_VALID_CODE
source: Please enter a valid code.
de_de: Bitte geben Sie eine gültige Email-Adresse ein

# INFO_2FA_GET_CODE_BY_SMS
source: Get code by SMS
de_de: Erhalten Code per SMS

# INFO_2FA_HAVE_NOT_RECEIVED
source: Haven't received your code yet?
de_de: Haben Sie nicht Ihren Code noch nicht erhalten?

# INFO_2FA_INCORRECT_CODE
source: Incorrect code. Please try again.
de_de: Falscher Code. Bitte versuche es erneut.

# INFO_2FA_LABEL_TITLE
source: Can't use your authentication app?
de_de: Kann nicht Ihre Authentifizierung App verwenden?

# INFO_2FA_LOGIN_FAIL
source: Could not log you in.
de_de: Konnte Sie nicht anmelden in.

# INFO_2FA_SEND_AGAIN
source: Send code again
de_de: Code nochmal senden

# INFO_3G_WATCH_TUTORIAL
source: It looks like you’re using a 3G connection to watch the tutorial. Please note that it may load slowly.
de_de: Es sieht aus wie Sie eine 3G-Verbindung verwenden, das Tutorial zu beobachten. Bitte beachten Sie, dass es langsam geladen werden kann.

# INFO_ACCEPT_READ_RULES
source: By creating a new account, you are indicating that you have read and accepted the
de_de: Durch ein neues Konto erstellen, geben Sie an, dass Sie gelesen und akzeptiert die

# INFO_ACCESS_CAMERA
source: Access Camera
de_de: Zugang Kamera

# INFO_ADDING_AREAS
source: Adding Areas...
de_de: Hinzufügen Bereiche ...

# INFO_ADDING_EMPLOYEE
source: Adding Employee...
de_de: Hinzufügen von Mitarbeitern ...

# INFO_ADDING_EMPLOYEES
source: Adding Employees...
de_de: Hinzufügen Mitarbeiter ...

# INFO_ADDING_SCHEDULES
source: Adding Schedules...
de_de: Termine hinzufügen ...

# INFO_ADDING_TIMESHEETS
source: Adding Timesheets...
de_de: Hinzufügen von Zeiterfassungen ...

# INFO_ADD_CONTENT_OR_FILE_TO_POST
source: Before posting please add something you’d like to share.
de_de: Bevor etwas veröffentlichen fügen Sie bitte würden Sie teilen möchten.

# INFO_ADD_EMPLOYEE_FAILED_WHAT
source: Employee could not be added. %@
de_de: Mitarbeiter können nicht hinzugefügt werden. %@

# INFO_ADD_LEAVE
source: Request Leave
de_de: Urlaub beantragen

# INFO_ADD_TASK
source: Add Task
de_de: Aufgabe hinzufügen

# INFO_ADD_UNAVAIL
source: Add Unavailability
de_de: In Unverfügbarkeit

# INFO_ADJUSTING_TIMEZONE
source: Adjusting Timezone...
de_de: Einstellung Zeitzone ...

# INFO_AFTER_SETUP_EMPLOYEE_LOGIN_WITH_PINS
source: After setup, employees will log in with their pins
de_de: Nach dem Setup wird einzuloggen Mitarbeiter mit ihren Stiften in

# INFO_ALL_DAY
source: All Day
de_de: Den ganzen Tag

# INFO_ALL_LOCATIONS
source: All Locations
de_de: Alle Orte

# INFO_ALL_POSTS
source: All Posts
de_de: Alle Beiträge

# INFO_ALREADY_IN_PROGRESS
source: Your timesheet is already in progress.
de_de: Ihre Zeiterfassung ist bereits im Gange.

# INFO_ALSO_WORKING
source: %d people also working
de_de: %d Menschen auch arbeiten

# INFO_APPDIRECT_CANCELLATION_ALERT_MESSAGE
source: Do you wish to cancel AppDirect authentication?
de_de: Wollen Sie AppDirect Authentifizierung abbrechen?

# INFO_APPDIRECT_INVALID_TOKEN_OR_DATA
source: AppDirect authentication failed. Please try again.
de_de: AppDirect Authentifizierung fehlgeschlagen. Bitte versuche es erneut.

# INFO_APPDIRECT_LOGIN_ALERT_TITLE
source: AppDirect Login
de_de: AppDirect Anmeldung

# INFO_AREAS_SPACE
source: areas
de_de: Bereiche

# INFO_ASSIGNED_TASKS
source: Assigned Tasks
de_de: Aufgaben

# INFO_ASSIGN_BY_COMPLETED_AT
source: Assigned by %@. Completed %@
de_de: Zugeteilt von %@ . Abgeschlossen %@

# INFO_ASSIGN_BY_WHOM_WHAT
source: Assigned by %@ %@
de_de: Zugeteilt von %@ %@

# INFO_ASSIGN_TO
source: Assign to
de_de: Zuweisen

# INFO_ASSIGN_TO_COMPLETED_AT
source: Assigned to %@. Completed %@
de_de: Zugewiesen an %@ . Abgeschlossen %@

# INFO_ASSIGN_TO_WHOM_WHAT
source: Assigned to %@ %@
de_de: Zugewiesen an %@ %@

# INFO_ATTACH_PHOTO
source: Attach Photo
de_de: Foto anhängen

# INFO_AVAIL_ALL_DAY
source: Available All Day
de_de: Den ganzen Tag

# INFO_Address
source: Address
de_de: Adresse

# INFO_BEFORE_USE_ADD_BUSINESS_DETAILS
source: Before you start using Deputy to manage your Team, please add your business details
de_de: Bevor Sie mit Deputy starten Sie Ihre Teams zu verwalten, fügen Sie bitte Ihre Geschäftsdaten

# INFO_BREAK
source: %@ break
de_de: %@ Unterbrechung

# INFO_BREAK_TAPTOOFAST
source: Unable to record break so soon.
de_de: Unfähig Pause aufzuzeichnen, so bald.

# INFO_CAMERA
source: Camera
de_de: Kamera

# INFO_CAMERA_ACCESS_DENIED
source: Deputy is not allowed to access your Camera. You may change access anytime in Settings.
de_de: Stellvertreter ist nicht Ihre Kamera zugreifen darf. Sie können in den Einstellungen den Zugriff jederzeit ändern.

# INFO_CAMERA_ACCESS_RESTRICTED
source: You are not allowed to access the Camera on this device.
de_de: Sie sind nicht für den Zugriff auf die Kamera auf diesem Gerät erlaubt.

# INFO_CANNOT_LOAD_COUNTRY_TRY_AGAIN_OR_REPORT_DEPUTY
source: We cannot load the country list, please try again or report to admin@deputy.com
de_de: Wir können nicht die Länderliste laden, versuchen Sie es erneut oder einen Bericht zu admin@deputy.com

# INFO_CANT_SUBMIT_TS_OVER_TWENTY_FOUR_HOURS
source: Sorry, you can’t enter a timesheet longer than 24 hours.
de_de: Leider können Sie nicht eine Zeiterfassungs länger als 24 Stunden ein.

# INFO_CELL_ALL_DAY
source: All Day
de_de: Den ganzen Tag

# INFO_CELL_DATE
source: Date
de_de: Datum

# INFO_CELL_DATE_TIME
source: Date and Time
de_de: Datum und Uhrzeit

# INFO_CELL_EMPTY_SHIFT
source: Empty Shift
de_de: Leere Umschalttaste

# INFO_CELL_END_TIME
source: End Time
de_de: Endzeit

# INFO_CELL_HOURS
source: %d hr(s)
de_de: %d H (s)

# INFO_CELL_MEAL_BREAK
source: Meal Break
de_de: Essenspause

# INFO_CELL_MINUTES
source: %d min(s)
de_de: %d Min (n)

# INFO_CELL_OPEN_SHIFT
source: Open Shift
de_de: Öffnen Sie die Umschalttaste

# INFO_CELL_START_TIME
source: Start Time
de_de: Startzeit

# INFO_CELL_SUGGESTED
source: (Suggested)
de_de: (Empfohlen)

# INFO_CELL_TOTAL_TIME
source: Total Time
de_de: Gesamtzeit

# INFO_CELL_ZERO_MINUTE
source: 0 mins
de_de: 0 Minuten

# INFO_CHECK_INTERNET
source: The video couldn’t be loaded, please check your internet connection.
de_de: Das Video kann nicht geladen werden, überprüfen Sie bitte Ihre Internetverbindung.

# INFO_CHECK_YOUR_NAMES
source: Please check your names.
de_de: Bitte überprüfen Sie Ihre Namen.

# INFO_CHOOSE_AN_ORGANISATION
source: Choose an Organisation
de_de: Wählen Sie eine Organisation

# INFO_CHOOSE_A_LOCATION
source: Choose a Location
de_de: Wählen Sie einen Standort

# INFO_COMMENT
source: Comment
de_de: Kommentar

# INFO_COMMENTS
source: Comments
de_de: Bemerkungen

# INFO_COMMENT_SUCCESSFULLY_DELETED
source: Comment deleted successfully
de_de: Kommentar gelöscht erfolgreich

# INFO_COMPANY_NOT_SETUP_PROPERLY_CHECK_LOGOUT_TRY
source: Your company has not been setup properly. Please check with your supervisor or logout and try again.
de_de: Ihr Unternehmen hat nicht richtig gewesen Setup. Bitte überprüfen Sie mit Ihrem Vorgesetzten oder Abmeldung und versuchen Sie es erneut.

# INFO_COMPLETED
source: completed
de_de: Abgeschlossen

# INFO_COMPLETED_WHEN
source: Completed %@
de_de: Abgeschlossen %@

# INFO_CONFIRMED
source: Confirmed
de_de: Bestätigt

# INFO_CONFIRMED_PEOPLE
source: Confirmed People
de_de: Bestätigt Menschen

# INFO_CONFIRM_SHIFT
source: Confirm Shift
de_de: Bestätigen Sie die Umschalttaste

# INFO_CONTENT
source: Content
de_de: Inhalt

# INFO_CONTENT_LENGTH_SHOULD_BETWEEN_I_I
source: Content length of announcement should be between %i to %i
de_de: Inhaltslänge der Mitteilung sollte zwischen zu %i %i

# INFO_COREDATA_ERROR
source: Deputy found a problem while trying to save the data to this device.
de_de: Deputy fand ein Problem bei dem Versuch, die Daten zu diesem Gerät zu speichern.

# INFO_COULD_NOT_INSTALL_KIOSK
source: Could not install Kiosk.
de_de: Kann nicht Kiosk installieren.

# INFO_COULD_NOT_LOAD_AREA_LIST
source: Could not load areas of work.
de_de: Kann nicht Arbeitsbereiche laden.

# INFO_COULD_NOT_LOAD_EMPLOYEE_LIST
source: Could not load employee list.
de_de: Kann nicht Mitarbeiterliste laden.

# INFO_COULD_NOT_LOAD_EVENTS
source: Could not load your calendar events.
de_de: Kann nicht Ihre Kalenderereignisse laden.

# INFO_COULD_NOT_LOAD_KIOSK_CONFIG
source: Could not load Kiosk configuration.
de_de: Kann nicht Kiosk Konfiguration laden.

# INFO_COULD_NOT_LOAD_LOCATIONS
source: Could not load the list of locations for %@.
de_de: Kann nicht die Liste der Standorte für laden. %@

# INFO_COULD_NOT_LOAD_PROFILE_PHOTO
source: Could not load your user profile photo.
de_de: Kann nicht Ihr Benutzerprofil Foto laden.

# INFO_COULD_NOT_LOAD_ROSTERS
source: Could not load rosters for this Kiosk.
de_de: Kann nicht Pläne für diesen Kiosk laden.

# INFO_COULD_NOT_LOAD_TIMESHEETS
source: Could not load timesheets for this Kiosk.
de_de: Kann nicht Zeiterfassungen für diesen Kiosk laden.

# INFO_COUNTRY
source: Country
de_de: Land

# INFO_CREATE_NEW_ACCOUNT_FAILED_TRY_AGAIN
source: Your account could not be created, please try again.
de_de: Ihr Konto konnte nicht erstellt werden, bitte versuchen Sie es erneut.

# INFO_CREATE_NEW_ACCOUNT_FAILED_WHAT
source: Your account could not be created. %@
de_de: Ihr Konto kann nicht erstellt werden. %@

# INFO_CREATING_DEMO
source: Creating Demo Environment…
de_de: Erstellen von Demo-Umgebung ...

# INFO_DATE
source: Date
de_de: Datum

# INFO_DATE_DAY
source: day
de_de: Tag

# INFO_DATE_DAYS
source: days
de_de: Tage

# INFO_DATE_HOUR
source: hour
de_de: Stunde

# INFO_DATE_HOURS
source: hours
de_de: Std

# INFO_DATE_JUST_NOW
source: just now
de_de: Gerade jetzt

# INFO_DATE_MINS
source: mins
de_de: Min

# INFO_DATE_MONTH
source: month
de_de: Monat

# INFO_DATE_MONTHS
source: months
de_de: Monate

# INFO_DATE_SECOND
source: second
de_de: Zweite

# INFO_DATE_SECONDS
source: seconds
de_de: Sekunden

# INFO_DATE_TIME
source: Date and Time
de_de: Datum und Uhrzeit

# INFO_DATE_TOMORROW
source: Tomorrow
de_de: Morgen

# INFO_DATE_WEEK
source: week
de_de: Woche

# INFO_DATE_WEEKS
source: weeks
de_de: Wochen

# INFO_DATE_WHAT_WHAT_AGO
source: %d %@ ago
de_de: %d %@ Vor

# INFO_DATE_YEAR
source: year
de_de: Jahr

# INFO_DATE_YEARS
source: years
de_de: Jahre

# INFO_DATE_YESTERDAY
source: Yesterday
de_de: Gestern

# INFO_DECLINED
source: Declined
de_de: Abgelehnt
