Repository: GoldenZero/qordoba-cli
Catalog: qordoba/*-*.xliff
Languages: de_de

# INFO_DELETE_UNAVAIL_FAILED
source: Unavailability could not be deleted, please try again.
de_de: Unverfügbarkeit konnte nicht gelöscht werden, bitte versuchen Sie es erneut.

# INFO_DELETE_UNAVAIL_FAILED_INTERNET_TRY_AGAIN
source: Unavailability could not be deleted, please check your Kiosk internet connection and try again.
de_de: Unverfügbarkeit konnte nicht gelöscht werden, überprüfen Sie bitte Ihre Kiosk Internetverbindung und versuchen Sie es erneut.

# INFO_DELETE_UNAVAIL_STARTED
source: Deleting unavailability…
de_de: Löschen Unverfügbarkeit ...

# INFO_DEMO_SERVER_BUSY_TRY_AGAIN
source: The Demo Server is currently busy. Please try again.
de_de: Der Demo-Server ist momentan beschäftigt. Bitte versuche es erneut.

# INFO_DIRECT_AUTH_FAILED
source: AppDirect authentication failed. Please try again.
de_de: AppDirect Authentifizierung fehlgeschlagen. Bitte versuche es erneut.

# INFO_DISCARDED_TIMESHEET
source: Discarded Timesheet
de_de: Ausrangierte Timesheet

# INFO_DONT_KNOW_PIN
source: Don't know your PIN?
de_de: Sie wissen nicht, Ihre PIN?

# INFO_DUE_DATE
source: Due date
de_de: Geburtstermin

# INFO_DUE_WHAT
source: Due %@
de_de: Fällig %@

# INFO_D_AND_D_MORE
source: %@ and %d more
de_de: %@ Und mehr %d

# INFO_EG_BUSINESS_NAME
source: Eg. Charlies Cafe
de_de: Z.B. Charlies Cafe

# INFO_EG_EMAIL
source: Eg. charlie@example.com
de_de: Z.B. Charlie@example.com

# INFO_EG_NAME
source: Eg. Charlie Smith
de_de: Z.B. Charlie Smith

# INFO_EITHER_EMAIL_OR_MOBILE
source: Please provide a valid email address or mobile number
de_de: Bitte geben Sie eine gültige E-Mail-Adresse oder Handynummer

# INFO_EMAIL_ADDRESS
source: Email Address
de_de: E-Mail-Addresse

# INFO_EMAIL_ADDRESS_MUST_SET
source: Email address must be set.
de_de: E-Mail-Adresse muss eingestellt werden.

# INFO_EMAIL_ADDRESS_OPTIONAL
source: Email Address (Optional)
de_de: E-Mail-Adresse (optional)

# INFO_EMAIL_ADDRESS_SMALL
source: Email address
de_de: E-Mail-Addresse

# INFO_EMPLOYEES
source: Employees
de_de: Mitarbeiter

# INFO_EMPLOYEE_ADDED
source: Employee successfully added.
de_de: Mitarbeiter erfolgreich hinzugefügt.

# INFO_EMPLOYEE_ID_NO_MATCH_TRY_AGAIN
source: Could not match employee Id. Logout and try again.
de_de: Konnte nicht Mitarbeiter Id entsprechen. Abmelden und versuchen Sie es erneut.

# INFO_EMPLOYEE_INVITATION_FAILED_WHAT
source: Employee could not be invited. %@
de_de: Mitarbeiter können nicht eingeladen werden. %@

# INFO_ENABLE_LOCATION_FROM_SETTINGS
source: Please enable location services from Settings->Location services
de_de: Bitte aktivieren Sie Standortdienste von Einstellungen- &gt; Standortdienste

# INFO_END_DATE
source: End Date
de_de: Enddatum

# INFO_END_DATE_TIME
source: End Date/Time
de_de: Ende Datum / Uhrzeit

# INFO_END_TIME
source: End Time
de_de: Endzeit

# INFO_END_TIMESHEET
source: End Timesheet
de_de: Ende Zeiterfassung

# INFO_END_TIME_NO_GREATER_THAN_24_HRS_FROM_START_TIME
source: Unavailability cannot be longer than 24 hours.
de_de: Unverfügbarkeit kann nicht länger als 24 Stunden sein.

# INFO_END_TIME_NO_LESS_THAN_START_TIME
source: Your end time cannot be before your start time.
de_de: Endzeit kann nicht vor Startzeit sein!

# INFO_END_TIME_TAP_CHANGE
source: End Shift (Tap time to change)
de_de: End Shift (Tippen Zeit zu ändern)

# INFO_EVERYONE
source: Everyone
de_de: Jeder

# INFO_EXISTING_EMPLOYEE_SAME_NAME_MOBILE_LOGIN_WEB_DETAILS
source: There is an inactive employee '%@' found who may use the same name, mobile number or email. Please login on the web to view details.
de_de: Es ist ein inaktiver Mitarbeiter ‚‘ %@ gefunden, der den gleichen Namen verwenden kann, Handynummer oder E-Mail. Bitte melden Sie auf der Web-Daten zu sehen.

# INFO_FACEPHOTOPICKER_CAPTURE_ERROR
source: Something went wrong whilst capturing your photo. Please try again.
de_de: Etwas ist schief gelaufen, während Ihr Foto einzufangen. Bitte versuche es erneut.

# INFO_FACEPHOTOPICKER_PERMISSION_DENIED
source: Kiosk requires access to your device's camera in order to take start/end timesheet photos. Please enable the Camera permission in Settings and try again.
de_de: Kiosk erfordert den Zugriff auf das Gerät der Kamera, um Fotos zu machen, Start / Ende Zeiterfassung. Bitte aktivieren Sie die Kamera Erlaubnis in Einstellungen und versuchen Sie es erneut.

# INFO_FACEPHOTOPICKER_TIMEDOUT
source: Your device could not detect any faces. Please try again.
de_de: Ihr Gerät konnte keine Gesichter erkennen. Bitte versuche es erneut.

# INFO_FACEPHOTOPICKER_UNSUPPORTED_DEVICE
source: Your device does not seem to support photo/video capture.
de_de: Ihr Gerät scheint nicht Foto / Video-Capture zu unterstützen.

# INFO_FAILED_LOAD_CALENDAR_DATA
source: Unable to load details.
de_de: Unfähig Details zu laden.

# INFO_FAILED_LOAD_LOCATION_LIST_INTERNET_TRY_AGAIN
source: Failed to load the list of locations, please check your internet connection and try again.
de_de: Konnte die Liste der Standorte laden, überprüfen Sie bitte Ihre Internetverbindung und versuchen Sie es erneut.

# INFO_FAILED_LOAD_SETUP_DETAILS_INTERNET_TRY_AGAIN
source: Your set up details could not be submitted, please check your internet connection and try again.
de_de: Ihre einrichten Details nicht vorgelegt werden können, bitte überprüfen Sie Ihre Internetverbindung und versuchen Sie es erneut.

# INFO_FAILED_LOAD_YOUR_ADDRESS
source: We couldn’t load your address.
de_de: Wir konnten Ihre Adresse nicht laden.

# INFO_FAILED_SUBMIT_TASK_WHAT
source: Failed to submit task %@
de_de: Gescheiterte Aufgabe einreichen %@

# INFO_FETCHING_GEO_LOCATION
source: Fetching the address based on your current geolocation...
de_de: Holen der Adresse basierend auf dem aktuellen Geolocation ...

# INFO_FINALIZING_DEMO_ENVIRONMENT
source: Finalizing Demo Environment...
de_de: Finalisierung Demo Umwelt ...

# INFO_FINSHIED_CREATING_LOCATION_REDIRECT_SHORTLY
source: Congratulations! You have finished creating the location and will be redirected shortly.
de_de: Glückwünsche! Sie fertig sind die Lage zu schaffen und wird in Kürze weitergeleitet.

# INFO_FIRST_NAME
source: First Name
de_de: Vorname

# INFO_FORGOT_PIN
source: Forgot PIN
de_de: PIN vergessen

# INFO_FRI
source: Fri
de_de: Fr

# INFO_FROM_TITLE
source: From
de_de: Von

# INFO_FROM_TO_AT
source: %@ - %@ at %@
de_de: %@ Beim %@ %@

# INFO_GIVE_KIOSK_A_NAME
source: Give Kiosk a Name
de_de: Geben Sie einen Namen Kiosk

# INFO_IMPORTANT_POSTS
source: Important Posts
de_de: Wichtige Beiträge

# INFO_INTERNAL_ERROR_CANT_LOAD_SETUP_DATA
source: Internal error, we can not load your setup data.
de_de: Interner Fehler, können wir nicht Ihre Setup-Daten laden.

# INFO_INVALID_SERVER_RESPONSE
source: The response received from the server was invalid.
de_de: Die Antwort vom Server empfangen war ungültig.

# INFO_IN_PROGRESS
source: In Progress
de_de: In Bearbeitung

# INFO_IPAD_AUTO_DETECT_FACE_IN_10_SEC
source: You will login by taking a photo. The iPad will automatically take a photo of your face within 10 seconds. Are you ready?
de_de: Sie werden einloggen durch ein Foto. Das iPad wird automatisch ein Foto des Gesichts innerhalb von 10 Sekunden dauern. Sind Sie bereit?

# INFO_IT_IS_SECRET
source: Shh, it's a secret
de_de: Shh, es ist ein Geheimnis

# INFO_JOIN_RUN_BUSINESS_FROM_IPHONE
source: Join the thousands of people who run their businesses more efficiently from their iPhone!
de_de: An den Tausenden von Menschen, die ihre Geschäfte effizienter von ihrem iPhone laufen!

# INFO_KIOSK_INSTALLATION_LOCATION_NOT_SET_PEROPERLY_RESET_BOTH
source: Kiosk installation and location is not set properly. Please reset both again.
de_de: Kiosk-Installation und die Lage ist nicht richtig eingestellt. Bitte setzen wieder beide.

# INFO_KIOSK_POSTS
source: Kiosk Posts
de_de: Kiosk Beiträge

# INFO_KIOSK_SETUP_FAIL
source: There was a problem while trying to set up your Kiosk. Please try again.
de_de: Es gab ein Problem beim Versuch, Ihren Kiosk einzurichten. Bitte versuche es erneut.

# INFO_LAST_COMPLETED
source: Last completed
de_de: Zuletzt erstellte

# INFO_LAST_NAME
source: Last Name
de_de: Familienname, Nachname

# INFO_LATE
source: Late
de_de: Spät

# INFO_LATER
source: Later
de_de: Später

# INFO_LEAVE
source: Leave
de_de: Verlassen

# INFO_LEAVE_APPROVED
source: Approved
de_de: Genehmigt

# INFO_LEAVE_CANCELLED
source: Cancelled
de_de: Abgebrochen

# INFO_LEAVE_DATE_APPROVED
source: Date Approved
de_de: Genehmigt

# INFO_LEAVE_DECLINED
source: Declined
de_de: Abgelehnt

# INFO_LEAVE_MESSAGE
source: Hello, I am going on leave!. Could you please approve my request?
de_de: Hallo, ich werde auf Urlaub !. Könnten Sie bitte meine Anfrage genehmigen?

# INFO_LEAVE_NO_APPROVE_COMMENT
source: (No approval comment)
de_de: (Keine Genehmigung Kommentar)

# INFO_LEAVE_PENDING
source: Pending Approval
de_de: Ausstehende Genehmigung

# INFO_LEAVE_SUBMISSION_FAILED
source: Leave could not be submitted, please try again.
de_de: Lassen Sie konnte nicht vorgelegt werden, versuchen Sie es erneut.

# INFO_LEAVE_SUBMISSION_FAILED_INTERNET_TRY_AGAIN
source: Your leave request could not be submitted, please check your internet connection and try again.
de_de: Ihr Urlaubsantrag nicht gestellt werden könnte, bitte überprüfen Sie Ihre Internetverbindung und versuchen Sie es erneut.

# INFO_LEAVE_SUBMISSION_SUCCESS
source: Leave successfully submitted.
de_de: Lassen Sie wurde erfolgreich abgegeben.

# INFO_LEAVE_SUBMITTED
source: Leave request submitted successfully.
de_de: Lassen Anfrage wurde erfolgreich abgegeben.

# INFO_LEAVE_TYPE
source: Leave Type
de_de: Urlaubsart

# INFO_LOADING
source: Loading...
de_de: Laden

# INFO_LOADING_AREAS_CANCELLED
source: Area list loading cancelled.
de_de: Bereichsliste Laden abgebrochen.

# INFO_LOADING_AREA_LIST
source: Loading areas of work...
de_de: Ladeflächen der Arbeit ...

# INFO_LOADING_EMPLOYEES_CANCELLED
source: Employee list loading cancelled.
de_de: Mitarbeiterliste Laden abgebrochen.

# INFO_LOADING_EMPLOYEE_LIST
source: Loading employee list...
de_de: Laden Mitarbeiterliste ...

# INFO_LOADING_ROSTERS_CANCELLED
source: Roster list loading cancelled.
de_de: Roster Liste Laden abgebrochen.

# INFO_LOAD_ACCESS_TOKEN_FAILED_LOGOUT_TRY
source: Failed to load accessTokens. Please logout and try again.
de_de: Fehlgeschlagen accessTokens zu laden. Melden Sie sich ab und versuchen Sie es erneut.

# INFO_LOAD_VIDEO
source: Loading Video...
de_de: Video wird geladen ...

# INFO_LOCATION
source: Location
de_de: Ort

# INFO_LOCATIONS
source: Locations
de_de: Standorte

# INFO_LOCATION_NAME
source: Location Name
de_de: Standortnamen

# INFO_LOCATION_SPACE
source: Location.
de_de: Ort

# INFO_LOGGING_IN
source: Logging in...
de_de: Einloggen...

# INFO_LOGIN_CAMERA_BUMP_ONLY_PHOTO_ATTACHED
source: You logged in using the camera. Your photo will be displayed on any timesheets you submit.
de_de: Sie protokolliert die Kamera verwenden. Ihr Foto wird auf irgendwelchen Zeiterfassungen angezeigt Sie einreichen.

# INFO_LOGIN_CAMERA_ONLY_BUMP
source: If you log in using the camera, you'll only be able to start and stop shifts. Your photo will be attached to any timesheets you submit.
de_de: Wenn Sie bei der Verwendung der Kamera einloggen, werden Sie nur in der Lage sein, Veränderungen zu starten und zu stoppen. Ihr Foto wird auf alle Zeiterfassungen angebracht werden Sie einreichen.

# INFO_LOGIN_FAILED_INTERNET_EMAIL_PASSWORD_CORRECT
source: Login failed, please check your details and internet connection then try again.
de_de: Fehler bei der Anmeldung, geben Sie bitte Ihre Details und Internet-Verbindung prüft dann erneut versuchen.

# INFO_LOG_IN_SMALL
source: Log In
de_de: Einloggen

# INFO_LU_LU_PEOPLE_CONFIRMED
source: %lu/%u People Have Confirmed
de_de: %l U %u / Leute haben bestätigt,

# INFO_LU_LU_PEOPLE_SELECTED
source: %lu %@ and %lu People selected
de_de: %l U %@ und u %l Menschen ausgewählt

# INFO_LU_PEOPLE_SELECTED
source: %lu People selected
de_de: %l U Menschen ausgewählt

# INFO_LU_SELECTED
source: %lu %@ selected
de_de: %l U %@ ausgewählt

# INFO_MAKE_SURE_KIOSK_ONLINE_TRY_AGAIN
source: Please make sure your Kiosk is online and try again.
de_de: Bitte stellen Sie sicher, dass Ihr Kiosk online ist, und versuchen Sie es erneut.

# INFO_MANAGE_BUSINESS_ON_IPAD
source: Manage your business on your iPad
de_de: Verwalten Sie Ihr Unternehmen auf Ihrem iPad

# INFO_MAY_PLACE_WORK_REMOTE_THEN_HEAD_OFFICE
source: may be a physical place of work or, if your team works remotely, this might just be your headquarters.
de_de: Kann sein, oder ein physikalischer Ort der Arbeit, wenn Ihr Team remote funktioniert, könnte dies nur Ihr Hauptquartier sein.

# INFO_MAY_RULES_AREAS_NAMES_ANYWHERE
source: of work. These may be roles, physical areas, customer names or anywhere people are scheduled to.
de_de: Arbeit. Diese können Rollen sein, physikalische Bereiche, Kundennamen oder überall Menschen sind geplant.

# INFO_MDM_CONFIG_INVALID_DOUBLE_CONFIRM
source: Your MDM Configuration isn’t valid. Please check your configuration.
de_de: Ihre MDM-Konfiguration ist ungültig. Bitte überprüfen Sie Ihre Konfiguration.

# INFO_MEALBREAK_CANT_EXCEED_D_TIMES
source: Your mealbreak can’t be longer than %d times.
de_de: Ihre mealbreak kann nicht länger als %d mal.

# INFO_MEALBREAK_SLOT_DELETED_LESS_THAN_ONE_MIN
source: Your mealbreak has been deleted, as it was less than one minute.
de_de: Ihre mealbreak wurde gestrichen, da er weniger als eine Minute.

# INFO_MEMO_CONFIRMED
source: Confirmed
de_de: Bestätigt

# INFO_MEMO_CONFIRMING
source: Confirming...
de_de: Bestätigen ...

# INFO_MEMO_DELETED
source: Post deleted successfully.
de_de: Post erfolgreich gelöscht.

# INFO_MEMO_ENTER_A_MESSAGE
source: Please enter a message to share.
de_de: Bitte geben Sie eine Nachricht zu teilen.

# INFO_MEMO_FAILED_TO_UPLOAD
source: Failed to upload file.
de_de: Datei konnte nicht hochgeladen werden.

# INFO_MEMO_FILE_NOT_SUPPORTED
source: File type not supported.
de_de: Dateityp nicht unterstützt.

# INFO_MEMO_ID_MISSING
source: Missing memo Id.
de_de: Fehlende Memo Id.

# INFO_MEMO_NO_CONFIRM
source: Not Required
de_de: Nicht benötigt

# INFO_MEMO_SELECT_ONE_RECIPIENT
source: Please select at least one recipient to share with.
de_de: Bitte wählen Sie mindestens einen Empfänger mit zu teilen.

# INFO_MEMO_UNCONFIRMED
source: Unconfirmed
de_de: Unbestätigt

# INFO_MEMO_UNCONFIRMING
source: Undoing confirmation...
de_de: Rückgängig machen Bestätigung ...

# INFO_MEMO_WAIT_TO_UPLOAD
source: Some files need to complete uploading. Please remove them or wait until they have completed.
de_de: Einige Dateien müssen das Hochladen abzuschließen. Bitte entfernen Sie diese oder warten, bis sie abgeschlossen haben.

# INFO_MIDNIGHT
source: Midnight
de_de: Mitternacht

# INFO_MIN_SUGGESTED
source: %@ min (Suggested)
de_de: %@ Min (Vorgeschlagen)

# INFO_MOBILE_NUMBER
source: Mobile Number
de_de: Handynummer

# INFO_MORE_SHIFTS
source: %i Shifts
de_de: %i Verschiebungen

# INFO_MORE_TIMESHEETS
source: %i Timesheets
de_de: %i Zeiterfassungen

# INFO_MY_POSTS
source: My Posts
de_de: Meine Beiträge

# INFO_MY_SHIFT_DETAILS
source: My shift details
de_de: Meine Schicht Details

# INFO_MY_TASKS
source: My Tasks
de_de: Meine Aufgaben

# INFO_NEWS_FEED_SUBMITTED
source: Post successfully submitted
de_de: Beitrag wurde erfolgreich abgegeben

# INFO_NEW_POST_TITLE
source: New Post
de_de: Neuer Beitrag

# INFO_NOTES
source: Notes
de_de: Notizen

# INFO_NOTIFY_MANAGER
source: Notify Managers
de_de: Benachrichtigen Manager

# INFO_NOT_ACCEPT_INVITATION_LOGIN_DEPUTY_CHECK
source: It doesn’t look like you’ve accepted an invitation to Deputy. Please try to login at once.deputy.com/my to check.
de_de: Es sieht nicht so aus, wie Sie eine Einladung zum Deputy akzeptiert haben. Bitte versuchen Sie es bei once.deputy.com/my anmelden zu überprüfen.

# INFO_NOT_ALLOW_LOGIN_NO_SHIFT_ASSIGN_CONTACT_SUPERVISOR
source: Sorry you are not allowed to log in to this Kiosk because you are listed as inactive. Please contact your supervisor for more details.
de_de: Leider sind Sie nicht zur Anmeldung bei diesem Kiosk erlaubt, weil Sie als inaktiv aufgeführt sind. Bitte kontaktieren Sie Ihren Vorgesetzten für weitere Details.

# INFO_NOT_ALLOW_SUBMIT_TASK
source: Sorry, you're not allowed to submit this task.
de_de: Sorry, du bist nicht erlaubt, diese Aufgabe zu übermitteln.

# INFO_NOT_HAVE_WORKPLACE_TO_SETUP_KIOSK
source: You do not have any workplace to setup the kiosk.
de_de: Sie haben noch keinen Arbeitsplatz-Setup den Kiosk.

# INFO_NOT_REQUIRE_CONFIRM_LOGOUT_TRY_AGAIN
source: You no longer need to confirm this post as the status has changed.
de_de: Sie müssen nicht mehr diesen Beitrag bestätigen, da der Status geändert hat.

# INFO_NO_ACCOUNT_SIGN_UP_NOW
source: No Account? Sign Up Now
de_de: Kein Account? Jetzt anmelden

# INFO_NO_AREA_TO_LOAD
source: There aren't any area to load.
de_de: Es gibt keinen Bereich zu laden.

# INFO_NO_ASSIGNED_TASKS
source: You haven’t assigned any tasks.
de_de: Sie haben keine Aufgaben zugewiesen.

# INFO_NO_BREAK
source: No
de_de: Nein

# INFO_NO_COMMENTS
source: No Comments
de_de: Keine Kommentare

# INFO_NO_CONFIRMATION_FOUND
source: No confirmation found.
de_de: Keine Bestätigung gefunden.

# INFO_NO_EMPLOYEE_TO_LOAD
source: There aren't any employee to load.
de_de: Es gibt keine Mitarbeiter zu laden.

# INFO_NO_EVENTS
source: No Events
de_de: Keine Ereignisse

# INFO_NO_IN_PROGRESS_TS
source: Your timesheet isn’t currently in progress.
de_de: Ihre Zeiterfassung ist nicht im Gange.

# INFO_NO_MATCH_FOR_AREA
source: No match found for "%@".
de_de: Kein Ergebnis gefunden für „“ %@ gefunden.

# INFO_NO_NEWS_FEED
source: No Posts
de_de: Keine Beiträge

# INFO_NO_PERMISSION_DELETE_TASK
source: Sorry, you do not have permission to submit this task.
de_de: Sorry, Sie haben keine Berechtigung, diese Aufgabe zu übermitteln.

# INFO_NO_PERSONAL_TASKS
source: You haven’t been assigned any tasks.
de_de: Sie haben keine Aufgaben zugewiesen.

# INFO_NO_POSTS
source: No one has posted yet. Tap the + button on the left to create a new post.
de_de: Niemand hat bisher veröffentlicht. Tippen Sie auf die + Taste auf der linken Seite einen neuen Beitrag zu erstellen.

# INFO_NO_POSTS_CREATED_BY_YOU
source: You haven’t created any posts
de_de: Sie haben keine Beiträge erstellt

# INFO_NO_POSTS_REQUIRE_CONFIRM
source: No posts currently require confirmation
de_de: Keine Einträge erfordern zur Zeit Bestätigung

# INFO_NO_PROCEDURE_TASKS
source: No procedures require completion right now.
de_de: Keine Verfahren erfordern jetzt Abschluss.

# INFO_NO_RESULT_FOUND
source: No Result Found
de_de: Keine Einträge gefunden

# INFO_NO_SCHEDULED_SHIFTS
source: No scheduled shifts to display.
de_de: Keine Verschiebungen geplant angezeigt werden soll.

# INFO_NO_SELECTION
source: No Selection.
de_de: Keine Auswahl.

# INFO_NO_TIMESHEET_TRY_AGAIN
source: Could not find the timesheet. Log out and try again.
de_de: Kann die Zeitenliste finden. Ausloggen und versuchen Sie es erneut.

# INFO_NUMBER_OF_COMMENTS
source: %d Comment(s)
de_de: %d Bemerkungen)

# INFO_NUMBER_OF_CONFIRMED
source: %d Confirmed
de_de: %d Bestätigt

# INFO_NUMBER_OF_EMPLOYEES
source: %d Employee(s)
de_de: %d Mitarbeiter (innen)

# INFO_NUMBER_OF_LOCATIONS
source: %d Location(s)
de_de: %d Ort (e)

# INFO_NUMBER_OF_UNCONFIRMED
source: %d Unconfirmed
de_de: %d Unbestätigt

# INFO_ONE_SHIFT
source: 1 Shift
de_de: 1 Umschalttaste

# INFO_ONE_TIMESHEET
source: 1 Timesheet
de_de: 1 Stundenzettel

# INFO_ONLY_SUB_REQUIRE_CONFIRM_CAN_TRACK_LATER
source: Only your subordinates will be required to mark this post as confirmed. You can track who has and hasn't confirmed.
de_de: Es werden nur Ihre Untergebenen erforderlich, um diese Posten zu markieren als bestätigt. Sie können verfolgen, wer hat und hat sich nicht bestätigt.

# INFO_ON_BREAK
source: On Break
de_de: In der Pause

# INFO_OPEN_SHIFT
source: Open Shift
de_de: Öffnen Sie die Umschalttaste

# INFO_OPERATIONA_FAILED_CANNOT_LOAD_SUPERVISOR_TRY_AGAIN
source: List of supervisors could not be loaded, please try again.
de_de: Liste der Vorgesetzte konnte nicht geladen werden, bitte versuchen Sie es erneut.

# INFO_OPERATIONA_FAILED_REASON
source: Operation Failed! %@
de_de: Operation fehlgeschlagen! %@

# INFO_OPERATION_FAILED_CHECK_INTERNET_TRY_AGAIN
source: Operation failed. Please check your Kiosk is connected to the internet and try again.
de_de: Operation fehlgeschlagen. Bitte überprüfen Sie Ihre Kiosk mit dem Internet verbunden ist, und versuchen Sie es erneut.

# INFO_OUTOF_CONFIRMED
source: %d/%d People Confirmed
de_de: %d / %d Menschen bestätigt

# INFO_PASSWORD
source: Password
de_de: Passwort

# INFO_PASSWORD_MUST_SET
source: Password must be set.
de_de: Das Passwort muss eingestellt werden.

# INFO_PEOPLE
source: People
de_de: Menschen

# INFO_PEOPLE_SCHEDULED_TO
source: People are scheduled to
de_de: Die Menschen sind geplant

# INFO_PEOPLE_WORK_IN_THIS
source: the people that work in this
de_de: Die Menschen, die in dieser Arbeit

# INFO_PHONE
source: Phone
de_de: Telefon

# INFO_PHOTODATA_REQUIRED
source: Photo data is required.
de_de: Fotodaten erforderlich ist.

# INFO_PHOTO_LOGIN_ERROR_TITLE
source: Photo Login
de_de: Foto Login

# INFO_POSTS_SHARED_WITH_WHO
source: Posts shared with %@
de_de: Beiträge geteilt mit %@

# INFO_POST_NOT_EXIST_LOGOUT_TRY_AGAIN
source: This post no longer exists as it was deleted.
de_de: Dieser Beitrag ist nicht mehr vorhanden, da es gelöscht wurde.

# INFO_PREPARE_DEMO_PROGRESS_TITLE
source: Try Demo
de_de: Versuchen Sie Demo

# INFO_PREPARING
source: Preparing...
de_de: Vorbereitung ...

# INFO_PROCEDURE_FOR_TODAY
source: Today’s Procedures
de_de: Die heutigen Verfahren

# INFO_PROPER_EMAIL_ADDRESS
source: Please provide a valid email address
de_de: Bitte geben Sie eine gültige E-Mail Adresse an

# INFO_PROPER_MOBILE_NUMBER
source: Please provide a valid mobile number
de_de: Bitte geben Sie eine gültige Mobilfunknummer

# INFO_PROVIDE_BUSINESS_NAME
source: Please provide your business name.
de_de: Bitte geben Sie den Namen Ihres Unternehmens.

# INFO_PROVIDE_DATE
source: Please provide a date.
de_de: Bitte geben Sie ein Datum.

# INFO_PROVIDE_EMAIL_ADDRESS
source: Please enter your email address.
de_de: Bitte geben Sie die E-Mail-Adresse des Empfangs ein.

# INFO_PROVIDE_PASSWORD
source: Please enter your password.
de_de: Bitte Passwort eingeben

# INFO_PROVIDE_YOUR_NAME
source: Please provide your name.
de_de: Bitte geben Sie Ihren Namen.

# INFO_RECENT_POST_
source: Recent Posts at %@
de_de: Aktuelle Beiträge an %@

# INFO_REPEAT_EVERY_WEEK
source: Repeat every week
de_de: Wiederholen Sie jede Woche

# INFO_REQUIRE_CONFIRMATION
source: Requires confirmation
de_de: Erfordert Bestätigung

# INFO_REQUIRE_CONFIRMATION_FROM_ALL_READERS
source: Subordinates you share this with will be required to confirm
de_de: Untergebenen Sie dies mit erforderlich sein wird, um zu bestätigen

# INFO_REQUIRE_TAKE_PHOTO_READY
source: You are required to take a photo when you start or end your shift. %@ Are you ready?
de_de: Sie sind erforderlich, um ein Foto aufzunehmen, wenn Sie Ihre Verschiebung beginnen oder enden. %@ Sind Sie bereit?

# INFO_RESET_KIOSK_CONFIRM
source: Resetting the kiosk will erase all content and settings.
de_de: Den Kiosk Zurücksetzen werden alle Inhalte und Einstellungen löschen.

# INFO_SAT
source: Sat
de_de: Sam

# INFO_SCANNING_ACQUIRE_USER_LOCATION_FAILS
source: We couldn’t find your location. Please move to somewhere with stronger signal.
de_de: Wir können nicht Ihren Standort finden. Bitte bewegen Sie irgendwo mit stärkerem Signal.

# INFO_SCHEDULED
source: Scheduled
de_de: Geplant

# INFO_SEARCH_EMPLOYEE
source: Search for an Employee
de_de: Suche für einen Mitarbeiter
